app/controllers/tags_controller.rb

  def create
    @tag = Tag.new(tag_params)

    if @tag.save
---
INSERT INTO "tags" ("tag_name", "created_at", "updated_at") VALUES (?, ?, ?)  [["tag_name", "tbt"], ["created_at", "2015-09-24 04:06:52.383861"], ["updated_at", "2015-09-24 04:06:52.383861"]]